import pygame








print('Приветсвую в программе для написания простого ритма!')
print('Здесь вы сможете внутрипрогрмамно установить секундный звук для использования, но в начале вам зарание дано 4 бита')
print('*Тут будут написаны эти биты с названиями*')

while True:
    otv = int(input('Хотите прослушать звуки? (1 - да; 2 - нет)'))
    if otv == 1:
        print('Хорошо, переходим к написанию...')
        break
    elif otv == 2:
        a = int(input('Какой звук по очереди от 1 до 4 вы хотите прослушать?'))
        #Тут будет функция из своей бибилиотеки (прослушка семплов)
    else:
        print('Что- то пошло не так, попробуйте ещё раз!')
        
        
print('Отлично, переходим к написанию сэмпла!')
print()




















