#тз1
print("3")
print("2")
print("1")
print("Бум!")

#тз2
print("Жилитбыли дед да баба.")
print("И была у них курочка Ряба.")
print("Однажды она снесла золотое яичко.")
print("И дед да баба разбогатели")

#тз3
print("    /\\___/\\")
print("   /  0   0\\")
print("  ( --  ^ --)")
print("   )       (")
print("  (         )")
print(" ( ( )   ( ) )")
print("(__(_)___(_)__)")


#сз1
print("Колобок повесился!!!")

#сз2
print("   |  |")
print("   |  |")
print(" --------")




