import time 
#ТЗ1
print("3 2 1")
print("БУМ")
print("Спокойно, просто в чат ворвался взрывной красавчик")

#ТЗ2
print("Привет, как тебя зовут?")
input()
print("А меня Ботяня")

#ТЗ3
print("Привет, сколько тебе лет?")
input()
print("Это самый лучший возраст")
print("А мне 0. Но я уже готов запустить свой инфобизнес!")

#ТЗ4
print("Скажи свою фамилию")
input()
print("Ну нечего так фамилия")
print("А что насчет твоего имени?")
input()
print("Предлагаю изменить на Леонид")
print("Согласны?")
input()
print("Тогда и фамилию тоже заменим")
print("Какую фамилию вы бы хотели себе?")
input()
print("Нет, такая фамилия не подходит")
print("Здраствуйте, поздравляю! Теперь вы Леонид Выхлопандорин")

#ТЗ5
print("Какое твоё любимое блюдо")
input()
print("А у тебя есть хобби?")
input()
print("О чём ты мечтаешь?")
input()
print("Мда.....")
time.sleep(3)
print("Мечтал бы тебя встретить")
print("А не хочешь переехать ко мне?")
input()
print("Завтра в 17:00 с цифровыми фото вещей ко мне")











